{
    "question": "quem é a autora de crepusculo?",
    "context": "Twilight (pt/br: Crepúsculo[2][3]) é um filme norte-americano de 2008, dirigido por Catherine Hardwicke, sendo o primeiro da série The Twilight Saga, adaptado do primeiro livro da série homônima de Stephenie Meyer por Melissa Rosenberg. O filme estrela Kristen Stewart como Isabella Swan, uma garota que se apaixona por Edward Cullen, um vampiro interpretado por Robert Pattinson.\n\nO projeto esteve em desenvolvimento por cerca de três anos na Paramount Pictures, antes de ter sido colocado em pré-produção pela Summit Entertainment. A filmagem do longa, feita principalmente em Washington e Oregon, terminou em 2 de maio de 2008, a première ocorreu em 17 de novembro, em Los Angeles, Califórnia e tendo o mesmo estreado em 21 de novembro nos Estados Unidos, onde arrecadou US$ 35,7 milhões no dia de estreia,[4] 4 de dezembro em Portugal e 19 de dezembro no Brasil.[5] Arrecadou mais de US$ 393 milhões mundialmente. Na bilheteria doméstica, Estados Unidos e Canadá, faturou quase US$ 193 milhões, contra um orçamento de apenas US$ 37 milhões. Faturou US$ 191 milhões com a venda de DVDs na América do Norte.[6][7] A trilha sonora do título foi lançada em 4 de novembro de 2008.[8]\n\n\nÍndice\n1\tEnredo\n2\tElenco\n2.1\tOs Cullen e os Swan\n2.2\tVampiros nômades\n2.3\tOutros\n3\tProdução\n3.1\tDesenvolvimento\n3.2\tEscolha do elenco\n3.3\tFilmagem e pós-produção\n3.4\tMúsica\n4\tComparação com o livro\n5\tRecepção\n5.1\tBilheteria\n5.2\tCrítica\n5.3\tPrêmios e nomeações\n6\tLançamento em DVD e blu-ray\n7\tSequências\n8\tReferências\n9\tLigações externas\nEnredo\nIsabella Swan, de 17 anos, nunca tinha vivido grandes emoções na sua vida. Sendo uma jovem extremamente responsável, tímida e introspectiva, decide mudar-se da ensolarada cidade de Phoenix, onde morava com a sua mãe (Renée) e o novo marido dela (Phill), devido ao estado apreensivo desta, para a pequena e chuvosa cidade de Forks (apesar de a detestar), onde viveria com o seu pai, Charlie, o chefe da polícia local. No primeiro dia de aulas na sua nova escola, Bella, como gostava de ser tratada, depara-se com cinco jovens de uma beleza sobre-humana no refeitório: Edward, Alice e Emmett Cullen, Rosalie e Jasper Hale. Mais tarde, na aula de Biologia, ela conhece Edward Cullen, que parece profundamente irritado com sua presença - sem razão aparente - e que tenta, inclusive, mudar o seu horário de aulas para não ter que conviver com ela, além disso, após quase ser atropelada, sendo salva por Edward, é levada ao hospital, e lá conhece o chefe da família Carlisle Cullen.\n\nDepois de Jacob Black (um indígena quileute de uma família amiga de seu pai) lhe contar algumas lendas e histórias locais e de Bella pesquisar na internet, ela acaba por descobrir que os Cullen são uma família de vampiros. No entanto, como Edward lhe conta mais tarde, estes não se alimentam de sangue humano, apenas do sangue de animais, sendo considerados \"vegetarianos\" no seu meio.\n\nA partir destas descobertas, Bella entra num mundo totalmente novo para si, pois, ao apaixonar-se por Edward, acaba por enfrentar perigos consideráveis, principalmente quando do aparecimento de James, um vampiro rastreador, que se alimenta de sangue humano e que se sente profundamente atraído pelo seu odor. James nota como Edward protege Bella, e isso faz deste o mais interessante de todos os jogos para ele, pois gosta do perigo iminente e de desafios perturbadores. Sua parceira, Victoria, o ajuda na caçada.\n\nEdward e sua família se esforçam para proteger Bella, mas James acaba convencendo-a de que capturou sua mãe e fazendo com que ela vá se encontrar com ele em um estúdio de balé que frequentava quando criança. James ataca e morde Bella, mas Edward e o resto da família Culllen chegam antes que ele possa matá-la. James é destruído e Edward suga o veneno que havia no sangue de Bella, impedindo que ela se torne uma vampira. Edward por pouco não mata Bella, pois ainda não consegue se controlar ao beber sangue humano. Por estar muito machucada, Bella passa algum tempo em um hospital. Depois que ela é liberada, eles voltam para Forks. Os dois vão para o baile de primavera da escola e ela expressa para Edward seu desejo de se tornar vampira, para que possam permanecer juntos para sempre, pois ela o ama incondicionalmente e vice-versa. Sem o conhecimento dos dois, Victoria observa-os, pronta para vingar a morte de James.\n\nElenco\nOs Cullen e os Swan\nKristen Stewart como Isabella \"Bella\" Swan, uma garota de 17 anos que se muda para a pequena cidade de Forks.[9]\nRobert Pattinson como Edward Cullen, um vampiro de 109 anos que aparentará ter 17 para sempre. Ele tem o dom de ler mentes, assim como força e velocidade sobre-humanas.[9]\nPeter Facinelli como Carlisle Cullen, um compassivo vampiro de 364 anos que aparenta ter 23. Ele trabalha como médico em Forks e é a figura paterna da família Cullen.[10]\nElizabeth Reaser como Esme Cullen, a esposa vampira de Carlisle e figura materna dos Cullen.[11]\nAshley Greene como Alice Cullen, uma vampira que pode ver o futuro baseado nas decisões que as pessoas tomam.[11]\nJackson Rathbone como Jasper Hale, um vampiro que pode manipular as emoções da pessoas. Entre os Cullen, ele é o que mais tem dificuldade em não ingerir sangue humano. É parceiro de Alice.[11]\nNikki Reed como Rosalie Hale, vampira descrita no romance como a pessoa mais bonita do mundo.[12]\nKellan Lutz como Emmett Cullen, o mais forte e musculoso vampiro da família. É parceiro de Rosalie.[11]\nBilly Burke como Charlie Swan, pai de Bella e chefe da polícia de Forks.[13]\nVampiros nômades\nCam Gigandet como James, o líder de um grupo de vampiros nômades que tenta matar Bella. Ele é um talentoso rastreador.[12]\nRachelle Lefèvre como Victoria, parceira de James que o ajuda a procurar Bella.[12]\nEdi Gathegi como Laurent, o mais civilizado membro do grupo.[14]\nOutros\nTaylor Lautner como Jacob Black \"Jake\", um amigo de infância de Bella, membro da tribo Quileute.[15]\nSarah Clarke como Renée Dwyer, mãe de Bella. Vive no Arizona com seu marido Phil.[14]\nMatt Bushell como Phil Dwyer, marido de Renée, joga na segunda divisão de beisebol.[16]\nGil Birmingham como Billy Black, pai de Jacob e amigo de Charlie.[14]\nSolomon Trimble como Sam Uley, um membro da tribo Quileute.[17]\nChristian Serratos como Angela Weber, uma das novas amigas de Bella em Forks.[14]\nMichael Welch como Mike Newton, um dos amigos de Bella, que demonstra estar interessado nela.[12]\nAnna Kendrick como Jessica Stanley, amiga de Bella.[9]\nJustin Chon como Eric Yorkie, amigo de Bella. Também disputa por sua atenção.[9]\nGregory Tyree Boyce como Tyler Crowley, outro dos colegas de classe de Bella. Também se mostra interessado nela.[18]\nJosé Zuniga como Mr. Molina, professor de biologia da turma de Bella. No romance, chama-se Mr. Banner.[16]\nNed Bellamy como Waylon Forge, um dos amigos de Charlie; esse personagem não está presente no livro.[16]\nAyanna Berkshire como Cora, conhecida de Charlie. Também não está presente no romance.[18]\nProdução\nDesenvolvimento\nO romance de Stephenie Meyer foi originalmente escolhido pela Paramount Pictures em Abril de 2004, mas o roteiro que foi desenvolvido era substancialmente diferente do livro.[19][20] Quando a Summit Entertainment reinventou-se como um completo serviço de estúdio em Abril de 2007, iniciou o desenvolvimento de uma nova adaptação cinematográfica,[21] tendo adquirido os direitos da Paramount.[22] A empresa percebeu o filme como uma oportunidade de lançar uma série baseada no sucesso do livro e suas sequências.[23] No verão, Catherine Hardwicke foi contratada para dirigir o filme e Melissa Rosenberg para escrever o roteiro.[24]\n\nEles podiam ter filmado [o roteiro quando o projeto era da Paramount] e não chamar aquilo de Twilight porque não tinha nada a ver com o livro… Quando a Summit [Entertainment] apareceu, eles estavam tão abertos a nos deixar fazer regras para eles, como \"Okay, Bella não pode ser uma estrela da pista. Bella não pode ter uma arma ou óculos de visão noturna. E nada de jet skis…\"\n\nStephenie Meyer, autora de \"Crepúsculo\"[20]\nRosenberg desenvolveu um esboço até o final de Agosto e colaborou com Hardwicke na escrita do roteiro durante o mês seguinte. \"[Ela] era uma incrível caixa sonora e tinha todos os tipos de idéias brilhantes… Eu finalizava as cenas e as enviava para ela e voltavam com suas notas\".[25] Devido a iminente greve dos roteiristas, Rosenberg trabalhou em tempo integral para terminar o roteiro antes de 31 de Outubro, tendo concluído em seis semanas.[25][26] Ao adaptar o romance, ela \"teve que condensar muita coisa.\" Alguns personagens não foram apresentados no roteiro, enquanto alguns personagens foram combinados com outros.[27] \"Nossa intenção sempre foi a de permanecer fiéis ao livro\", explicou Rosenberg, \"e isso tem menos a ver com adaptá-lo palavra por palavra e mais com garantir que as características emocionais dos personagens continuem as mesmas\".[28] Hardwicke sugeriu o uso do comentário para transmitir o diálogo interno da protagonista[25]- já que o romance é contado do ponto de vista de Bella - e esboçou alguns storyboards durante a pré-produção.[29]\n\nEscolha do elenco\nKristen Stewart estava no set do filme Adventureland quando Hardwicke a visitou para um informal teste cinematográfico que \"cativou\" a diretora.[19] A atriz Emily Browning havia sido convidada pelo estúdio para fazer um teste para o papel de Bella Swan, porém não o fez; ela afirmou que tinha acabado de terminar as filmagens de The Uninvited e \"não é o tipo de pessoa que consegue fazer um trabalho após o outro\".[30] Stephenie Meyer havia pensado em Henry Cavill[31][32] para o papel de Edward Cullen, mas para maior credibilidade do personagem (de 17 anos), o ator não foi escolhido por já ter 24 na época. Mais de cinco mil atores fizeram testes para o papel de Edward,[33] e, inicialmente, Hardwicke não iria escolher Robert Pattinson para o papel, mas após uma audição em sua casa com Stewart, ela o escolheu.[19] Pattinson não estava familiarizado como a série, mas, após o teste, leu todos os livros.[34][35] Meyer permitiu que ele visse o manuscrito inacabado de Midnight Sun, com os acontecimentos de Crepúsculo do ponto de vista de Edward.[36] A reação dos fãs pela escolha de Robert foi inicialmente negativa;[37] Rachelle Lefèvre observou que \"cada mulher tinha seu próprio Edward, que elas tinham que deixar antes de se abrir pra ele, o que fizeram\".[34] Meyer ficou \"excitada\" e \"empolgada\" depois da escolha dos dois personagens principais.[38]\n\n\"Quando me contaram que Rob provavelmente seria a pessoa, eu olhei pra ele e pensei, \"Sim, ele pode fazer uma versão do Edward. Ele definitivamente tem uma coisa de vampiro.\" E então, quando eu estou no set e assisto ele se transformando em Edward, ele realmente olhou como o Edward em minha cabeça, foi uma experiência bizarra.\"\n\nStephenie Meyer[20]\nCam Gigandet tentou o papel de Emmett, mas \"sempre quis o papel de James\", para qual tinha prestado audição primeiro e foi selecionado.[39] Originalmente, Peter Facinelli não interpretaria o personagem Carlisle Cullen. \"Hardwicke gostou dele, mas havia outro ator que o estúdio estava querendo\".[10] Por razões desconhecidas, o ator não pôde interpretar o personagem e Facinelli foi selecionado em seu lugar.[10] A escolha de Ashley Greene para o papel de Alice Cullen foi objeto de críticas dos fãs, pelo fato da atriz ser dezoito centímetros mais alta que a personagem, como é descrita no livro. Meyer também havia afirmado que Rachael Leigh Cook lembrava a sua visão de Alice.[40] Nikki Reed tinha trabalhado anteriormente com Hardwicke em Thirteen, que elas escreveram em conjunto, e Lords of Dogtown. \"Não quero dizer que isso é uma coincidência, porque havíamos trabalhado bem juntas e temos uma história incrível. Eu acho que fazemos um bom trabalho, mas as pessoas que a contratam [Hardwicke] para dirigir um filme deles mais provavelmente viram outro trabalho.\"[41]\n\nKellan Lutz estava na África gravando a mini-série da HBO Generation Kill quando as audições para o personagem de Emmett Cullen foram realizadas.[42] O papel já teria sido escolhido pelo tempo de produção, terminada em Dezembro de 2007, mas o ator foi escolhido por \"fracasso nas negociações\". Lutz posteriormente audicionou e voou para Oregon, onde Hardwicke o escolheu pessoalmente.[42]Rachelle Lefèvre estava interessada em conseguir um papel no filme porque Hardwicke foi anexada ao projeto como diretora, houve também \"o potencial para explorar um personagem, assim o esperamos, mais três filmes\"; e ela quis interpretar uma vampira.[43] \"[Ela] pensava que os vampiros eram basicamente a melhor metáfora para a ansiedade humana e questões sobre estar vivo.\"[43] Christian Serratos inicialmente audicionou para Jessica Stanley, mas \"se apaixonou completamente por Angela\" depois de ler os livros e teve sucesso numa audição posterior para interpretar Angela Weber.[44] O papel de Jessica Stanley passou para Anna Kendrick.[45] Michael Welch chegou a fazer a audição para Edward, mas acabou interpretando Mike Newton, papel com o qual diz \"estar feliz\".[46] O intérprete de Eric Yorkie, Justin Chon, revelou que não estava inicialmente interessado no papel, mas mudou de opinião após saber que Hardwicke e Kristen Stewart estavam envolvidas no projeto.[47]\n\nFilmagem e pós-produção\nA fotografia principal levou 44 dias,[48] depois de mais de uma semana de ensaios,[49] concluídos em 2 de Maio de 2008.[50] Semelhante à sua estréia como diretora, Thirteen, Hardwicke optou por um uso extensivo de aparelho portátil, para fazer o filme \"parecer real\".[10][51] Meyer visitou o set de produção três vezes, e foi consultada sobre diversos aspectos da história,[52] tendo feito também uma pequena participação no filme.[53] Foi dito ao elenco para evitar a luz solar durante as gravações, para manter a sua pela pálida, embora também tenha sido aplicada maquiagem para conseguir esse efeito, além das lentes de contato usadas para caracterizar os Cullen:[33]\"Colocamos cor de ouro, por que os Cullens têm olhos dourados. E, depois, quando estão famintos, temos que colocar a cor preta nos olhos\", explicou Facinelli.[10] Eles também participaram de ensaios com um coreógrafo de dança para tornar seus movimentos corporais mais graciosos.[10][40][54] A atriz Kristen Stewart tem olhos verdes; por isso, para viver Bella, teve de usar lentes de contato de cor castanha,[33][55] e o ator Taylor Lautner teve que usar peruca para que o seu cabelo parecesse mais comprido, como é descrito o seu personagem no livro, Jacob.[56]\n\nAs cenas foram filmadas principalmente em Portland, Oregon,[12] e o elenco fez a sua maior parte de trabalho de dublê.[57] A sequência de luta entre os personagens de Gigandet e Pattinson num estúdio de balé foi filmada durante a primeira semana de gravações e acarretou um trabalho especial de produção, uma vez que os vampiros da história têm força e velocidade sobre-humana.[54] Gigandet usou algumas técnicas de artes marciais misturadas nessa sequência. Bella, a protagonista, está inconsciente durante esses eventos, e uma vez que o romance é contado a partir de seu ponto de vista, essas seqüências são ilustradas em exclusivo para o filme.[34]\n\nAo invés de filmar na própria Forks High School, as cenas que ocorrem na escola foram filmadas na Kalama High School[58] e na Madison High School.[59] Outras cenas foram filmadas em St. Helens, Oregon,[60] e Hardwicke conduziu algumas refilmagens em Pasadena, Califórnia, em Agosto.[48][61] Crepúsculo estava originalmente programado para ser lançado nos Estados Unidos em 12 de Dezembro de 2008, mas a sua data de lançamento foi alterada para 21 de Novembro após Harry Potter and the Half-Blood Prince ser adiado para Julho de 2009.[62] Dois trailers, bem como algumas cenas adicionais, foram liberados para o filme, assim como um trailer final que foi lançado em 9 de Outubro.[63][64] Uma apresentação de 15 minutos com trechos de Crepúsculo foi exibida durante o \"International Rome Film Festival\", em Itália.[65]\n\nMúsica\nVer artigo principal: Twilight (trilha sonora)\nO score foi composto por Carter Burwell, com o resto da trilha sonora escolhida por Alexandra Patsavas. Meyer foi consultada sobre a trilha, que inclui Muse e Linkin Park, bandas que ela escutava enquanto escrevia os livros da série.[66][67] Twilight: Original Motion Picture Soundtrack foi lançado em 4 de Novembro pela Chop Shop Records em conjunto com a Atlantic Records e o Twilight: The Score em 9 de Dezembro de 2008.[68]\n\nComparação com o livro\nOs cineastas por trás de Crepúsculo trabalharam para criar um filme que fosse tão fiel ao livro quanto achavam ser possível ao se converter uma história para outro meio, como o produtor Greg Mooradian disse, \"É muito importante distinguir que estamos fazendo uma peça de arte separada que, obviamente, vai ficar muito, muito fiel ao livro… Mas, ao mesmo tempo, temos a responsabilidade de fazer o melhor filme que se pode fazer\".[69] A fim de assegurar uma adaptação fiel, a autora Stephenie Meyer foi mantida envolvida no processo de produção, tendo sido convidada a visitar o set durante a filmagem e até a dar opiniões sobre o roteiro.[70] Sobre este processo, Meyer disse: \"Foi uma troca muito agradável [entre mim e os cineastas] desde o começo, que eu acho que não é muito típica. Eles estavam realmente interessados nas minhas idéias\",[71] e \"…eles me mantiveram por perto e, sobre o roteiro, me deixaram ver e disseram, 'Quais seus pensamentos?'… Me deixaram dar minha opinião e eu acho que pegaram 90% do que eu disse e incorporaram nele\".[70] Meyer lutou para que uma cena em particular, uma das mais conhecidas do livro sobre \"o leão e o cordeiro\", fosse mantida na íntegra no filme: \"Eu realmente acho que o jeito que a Melissa [Rosenberg] escreveu soou melhor para o filme… O problema é que essa cena, na realidade, está tatuada nos corpos das pessoas… Mas eu disse 'Você sabe que se tiver que pegar isso e mudar, será uma potencial situação de retrocesso'\".[70] Ela também foi convidada a fazer uma lista de coisas do livro que não deveriam ser alteradas no filme, como as presas dos vampiros ou matar personagens que não morrem no livro, que o estúdio aceitou seguir.[70][71] O consenso entre os críticos é que os cineastas conseguiram fazer um filme que é muito fiel ao seu material de origem.[72][73]\n\nNo entanto, como é frequente nos casos de adaptações livro-para-filme, existem diferenças entre eles. Algumas cenas do livro foram cortadas do filme, como uma cena na sala de biologia em que a classe de Bella faz tipagem sanguínea. Hardwicke explica, \"Bem, [o livro tem] quase 500 páginas - você tem que fazer a versão leite condensado açucarado disso… nós já temos duas cenas da aula de biologia: a primeira vez que eles estão lá dentro e a segunda vez em que os dois estão juntos. Em um filme, quando você condensa, não quer deixar a mesma coisa várias vezes. Então, [a cena] não está lá\".[74] Os cenários de certas conversas no livro também foram alterados para fazer as cenas mais \"visualmente dinâmicas\" na tela, tal como Bella revelando que sabe que Edward é um vampiro numa campina no filme, diferente do carro de Edward no romance.[74] Uma excursão de biologia é adicionada ao filme, a fim de mostrar os momentos de frustração em que Bella tenta explicar como Edward salvou-a de ser esmagada por uma van.[69] Uma das maiores mudanças foi a introdução dos vampiros vilões muito mais cedo do que eles aparecem no livro, com Rosenberg explicando que \"você não ver o James e os outros vilões até o último quarto do livro realmente não funcionaria num filme. Você precisa de uma tensão fatal. Precisávamos vê-los e o perigo iminente desde o inicio. Então eu tive que criar uma história anterior para eles, o que eram até aquilo, para exercitar eles como personagens\".[25] Rosenberg também combinou alguns dos humanos do ensino médio, com Lauren Mallory e Jessica Stanley se tornando a personagem de Jessica no filme, e uma \"combinação de vários personagens humanos diferentes\" se tornando Eric Yorkie.[27] Sobre estas diferenças do livro, Mooradian declarou, \"Eu acho que nós fizemos realmente um criterioso trabalho de destilação [do livro]. Nossa maior crítica, Stephenie Meyer, ama o roteiro, e diz que temos feito todas as opções corretas em termos do que manter e perder. Invariavelmente, você vai perder partes que alguns membros do público vão querer desesperadamente ver, mas há apenas uma realidade, não estamos fazendo 'Twilight: O Livro' O filme\".[69]"
}

